{
    "classes": [
    {
        "name": "Священник",
        "att": 1,
        "def": 0,
        "pwr": 2,
        "knl": 2,
        "descr": "Члены не только священного ордена, но и его боевого отряда. Обладают магическими знаниями, но так же хорошо владеют боевыми искусствами."
    },
    {
        "name": "Рыцарь",
        "att": 2,
        "def": 2,
        "pwr": 1,
        "knl": 1,
        "descr": "Больше воины, чем маги, всю жизнь посвятили праведности и добродетели."
    },
    {
        "name": "Друид",
        "att": 0,
        "def": 2,
        "pwr": 1,
        "knl": 2,
        "descr": "Существа, живущие в гармонии с землёй. Предпочитают изучать магию, но для существования вынуждены владеть некоторыми физическими умениями."
    },
    {
        "name": "Рейнджер",
        "att": 1,
        "def": 3,
        "pwr": 1,
        "knl": 1,
        "descr": "Страж природы, прирождённый охотник. Обладает широким спектром умений, но упор делает на умении вести бой."
    },
    {
        "name": "Алхимик",
        "att": 1,
        "def": 1,
        "pwr": 2,
        "knl": 2,
        "descr": "Профессионалы в областях физической и химической магий, занимаются созданием и оживлением големов. Благодаря своим знаниям имеют редкое оружие сделанное из особых сплавов."
    },
    {
        "name": "Маг",
        "att": 0,
        "def": 0,
        "pwr": 2,
        "knl": 3,
        "descr": "Полностью полагаются на магию, поэтому пренебрегают боевыми умениями. Не носят оружия. Занимаются приобритением новых магический или мистических знаний."
    },
    {
        "name": "Демон",
        "att": 2,
        "def": 2,
        "pwr": 1,
        "knl": 1,
        "descr": "Люди, находящиеся во власти бесов. Склонны к магии, но и не чужды к оружию."
    },
    {
        "name": "Еретик",
        "att": 1,
        "def": 1,
        "pwr": 2,
        "knl": 1,
        "descr": "Мечтают подчинить все силы бесов. Для осуществления контроля развиваются равномерно в магических и военных умениях. Вынуждены защищаться кучей оберегов от нападок со стороны бесов."
    },
    {
        "name": "Лорд",
        "att": 2,
        "def": 2,
        "pwr": 1,
        "knl": 1,
        "descr": "Жестокие, свирепые и жадные правители, которые пойдут на многое, чтобы сохранить и преумножить свои сокровища."
    },
    {
        "name": "Чернокнижник",
        "att": 0,
        "def": 0,
        "pwr": 3,
        "knl": 2,
        "descr": "Полностью полагаются на магию, для них она всё. Стараются выделиться с помощью магической трансформы."
    },
    {
        "name": "Некромант",
        "att": 1,
        "def": 0,
        "pwr": 2,
        "knl": 2,
        "descr": "Маг смерти. Постепенное превращение в лича - плата за бессмертие и колоссальные возможности."
    },
    {
        "name": "Рыцарь Смерти",
        "att": 1,
        "def": 2,
        "pwr": 2,
        "knl": 1,
        "descr": "Рыцари восставшие из мёртвых, они не только не утратили своих прежних навыков боя, но и получили возможность обучаться магии."
    },
    {
        "name": "Боевой маг",
        "att": 2,
        "def": 1,
        "pwr": 1,
        "knl": 1,
        "descr": "Варвары, которые умеют пользоваться магией. Одевают одежду убитых для повышения магического потенциала."
    },
    {
        "name": "Варвар",
        "att": 4,
        "def": 0,
        "pwr": 1,
        "knl": 1,
        "descr": "Прирождённые бойцы, пренебрегают защитой. Интересуются только военной мощью и отлично пользуются тяжёлым оружием."
    },
    {
        "name": "Ведьма",
        "att": 0,
        "def": 1,
        "pwr": 2,
        "knl": 2,
        "descr": "Специалисты по смешиванию болотной всячины. Хорошие маги, но и не забывают боевое искусство."
    },
    {
        "name": "Хозяин зверей",
        "att": 0,
        "def": 4,
        "pwr": 1,
        "knl": 1,
        "descr": "Внешним видом напоминают уродливых тварей болот. С помощью насилия и страха захватывают окрестности. Пренебрегают магией."
    },
    {
        "name": "Путешественник",
        "att": 3,
        "def": 1,
        "pwr": 1,
        "knl": 1,
        "descr": "Это не элементаль, как может показаться, а независимое существо, которое командует войсками своих собратьев."
    },
    {
        "name": "Элементалист",
        "att": 0,
        "def": 0,
        "pwr": 3,
        "knl": 3,
        "descr": "Служат невидимым богам, прекрасные маги. Скрытные и избегают власти."
    }]
}