{
    "specialities": [
    {
        "name": "Стрельба",
        "descr": "Получает 5% за уровень к навыку стрельбы из лука."
    },
    {
        "name": "Лучники",
        "descr": "Повышает навыки атаки и защиты любых лучников или стрелков за каждый уровень после 2-го."
    },
    {
        "name": "Грифоны",
        "descr": "Повышает навыки атаки и защиты любых грифонов для каждого уровня, достигнутого после 3-го."
    },
    {
        "name": "Навигация",
        "descr": "Получает 5% за уровень к навыку навигации."
    },
    {
        "name": "Скорость",
        "descr": "Независимо от уровня героя добавляет 2 единицы к скорости всех юнитов."
    },
    {
        "name": "Мечники",
        "descr": "Повышает навыки атаки и защиты любых Мечников или Крестоносцев для каждого уровня, достигнутого после 4-го."
    },
    {
        "name": "Баллиста",
        "descr": "Увеличивает атаку и защиту баллисты для каждого уровня, достигнутого после 4-го."
    },
    {
        "name": "Кавалеристы",
        "descr": "Повышает навыки атаки и защиты любого кавалериста или чемпиона за каждый уровень после 6-го."
    },
    {
        "name": "Первая помощь",
        "descr": "Добавляет 5% к навыку первой помощи за каждый уровень."
    },
    {
        "name": "Благословление",
        "descr": "Кастует Благословление с повышенным эффектом в зависимости от уровня героя и уровня цели."
    },
    {
        "name": "Слабость",
        "descr": "Кастует Слабость с повышенной эффективностью в зависимости от уровня героя и уровня цели."
    },
    {
        "name": "Кольцо холода",
        "descr": "Кастует Кольцо Холода с повышенной эффективностью в зависимости от уровня героя и уровня цели."
    },
    {
        "name": "Монахи",
        "descr": "Повышает навыки атаки и защиты любого Монаха или Фанатика за каждый уровень после 5-го."
    },
    {
        "name": "Зоркость",
        "descr": "Увеличивает навык зоркость на 5% за каждый уровень."
    },
    {
        "name": "Молитва",
        "descr": "Кастует Молитву с увеличенной эффективностью в зависимости от уровня героя и уровня цели."
    },
    {
        "name": "Золото",
        "descr": "Приносит в казну 350 золотых в день."
    }]
}